import React from "react";

export default class Marquee extends React.PureComponent {




	render() {
		return (
			<section className="marquee_section" >
				<div className="marquee " >
					<ul className="marquee__content" >
						<li >получить скидку 10% {">>>"} получить скидку 10% {">>>"} получить скидку 10% </li>
						<li >получить скидку 10% {">>>"} получить скидку 10% {">>>"} получить скидку 10% </li>
						<li >получить скидку 10% {">>>"} получить скидку 10% {">>>"} получить скидку 10% </li>
						<li >получить скидку 10% {">>>"} получить скидку 10% {">>>"} получить скидку 10% </li>
					</ul>
					<ul className="marquee__content" aria-hidden="true">
						<li >получить скидку 10% {">>>"} получить скидку 10% {">>>"} получить скидку 10% </li>
						<li >получить скидку 10% {">>>"} получить скидку 10% {">>>"} получить скидку 10% </li>
						<li >получить скидку 10% {">>>"} получить скидку 10% {">>>"} получить скидку 10% </li>
						<li >получить скидку 10% {">>>"} получить скидку 10% {">>>"} получить скидку 10% </li>
					</ul>
				</div>
			</section>

		);
	}
}